Repository: 163gal/Bridge
Catalog: po/*.po
Languages: ca, fa, fr, he, hi, it, pt, ru, uk, zh_tw

source: Bridge
ca: Pont
fa: پل
fr: Pont
he: גשר
hi: पुल
it: Ponte
pt: Ponte
ru: Мост
uk: Місток
zh_tw: 搭橋遊戲

source: Total Cost: %d
ca: Cost total: %d
fa: هزینه کامل:%d
fr: Coût total: %d
he: עלות כוללת: %d
hi: कुल लागत: %d
it: Costo totale: %d
pt: Custo Total: %d
ru: Общая стоимость: %d
uk: Загальна вартість: %d
zh_tw: 總花費: %d

source: Stress: %d%%
ca: Estr√®s: %d%%
fa: استرس (فشار روانی)%d%%
he: לחץ: %d%%
hi: तनाव: %d%%
pt: Pressão: %d%%
ru: Стресс: %d%%
uk: Напруженість: %d%%
zh_tw: 壓力: %d%%

source: Train fell off the screen, press R to try again!
ca: El tren ha sortit de la pantalla, premeu R per tornar-ho a intentar!
fa: قطار از صفحه نمایش منحرف شده است، برای تکرار مجدد R را فشار دهید.
fr: Le train est tombé de l'écran, appuie sur R pour essayer encore !
he: הרכבת נפלה מהמסך, יש ללחוץ על ר כדי לנסות שוב!
hi: ट्रेन स्क्रीन से गिर गई, फिर से प्रयास करने के लिए आर दबाएं|
it: Il treno Ã¨ uscito dallo schermo, premi R per provare ancora!
pt: O comboio caiu para fora do ecrã, pressiona R para tentar novamente!
ru: Поезд упал с экрана, нажмите R чтобы попробовать ещё раз!
uk: Потяг впав з екрана. Натисніть клавішу «R», щоб повторити спробу!
zh_tw: 火車掉出畫面了，請按 R 鍵再試一次！

source: Level completed, well done!! Press T to send another train.
ca: Nivell completat, ben fet! Premeu T per a enviar-hi un altre tren.
fa: ٌآفرین، مرحله تمام شد!! به منظور فرستادن یک قطار دیگر T را فشار دهید.
fr: Niveau terminé, bien joué ! Appuie sur T pour envoyer un autre train.
he: השלב הושלם, כל הכבוד!! יש ללחוץ על א כדי לשלוח רכבת נוספת.
hi: स्तर पूरा, अच्छी तरह से किया !! दूसरी ट्रेन भेजने के लिए प्रेस टी|
it: Livello completato, complimenti! Premi T per far partire un altro treno.
pt: Nível completado, muito bem!! Pressiona T para enviar outro comboio.
ru: Уровень преодолён, молодец!! Нажмите T, чтобы запустить новый поезд.
uk: Рівень пройдено! Чудово! Натисніть клавішу «T», щоб надіслати наступний потяг.
zh_tw: 完成關卡，做得好！ 請按 T 鍵再派一列火車。

source: Press the Spacebar to start/pause.
ca: Premeu la barra d'espai per iniciar o fer una pausa.
fa: به منظور شروع یا خاتمه دکمه فاصله انداز (Spacebar) را فشار دهید.
fr: Appuie sur la barre d'espace pour démarrer/pauser.
he: יש ללחוץ על רווח כדי לשחק/לעצור.
hi: शुरू करने के लिए स्पेसबार दबाएं / रोकें|
it: Premi la barra spazio per avviare/mettere in pausa.
pt: Pressiona a Barra de espaço para começar/pausar.
ru: Нажмите на пробел, чтобы начать или приостановиться.
uk: Натисніть Пробіл, щоб розпочати або призупинити гру.
zh_tw: 按下空白鍵可以開始/暫停遊戲。

source: Circle
ca: Cercle
fa: دایره
fr: Cercle
he: עיגול
hi: वृत्त
it: Cerchio
pt: Circulo
ru: Круг
uk: Коло
zh_tw: 圓形

source: Girder
ca: Biga
fa: تیر اهن
fr: Poutre
he: קורה
hi: शहतीर
it: Trave
pt: Viga
uk: Ферма
zh_tw: 大樑

source: Grab
ca: Agafa
fa: گرفتن
fr: Capturer
he: לכידה
hi: लपकना
it: Cattura
pt: Agarrar
ru: Взять
uk: Захопити
zh_tw: 抓取

source: Destroy
ca: Destrueix
fa: از بین رفتن
fr: Détruire
he: הריסה
hi: नष्ट करना
it: Distruggi
pt: Destruir
ru: Уничтожить
uk: Знищити
zh_tw: 破壞

source: Bridge Joint
ca: Junta de pont
fa: پل مشترک
fr: joint du pont
he: מחבר גשר
hi: पुल संयुक्त
it: Giuntura ponte
pt: Encaixe da Ponte
ru: Мостовое соединение
uk: З’єднання містка
zh_tw: 橋接點
