Repository: 163gal/Bridge
Catalog: po/ach.po
Languages: ach

source: Bridge
ach: Wii abam

source: Total Cost: %d
ach: Welle Lung: %d

source: Stress: %d%%
ach: Lanywen wic: %d%%

source: Train fell off the screen, press R to try again!
ach: Gar opoto woko ki i wang kio, dii R pi temo nitit!

source: Level completed, well done!! Press T to send another train.
ach: Otyeko lebulne, apwoyo tic!! Dii T wek i cwal gar mukene.

source: Press the Spacebar to start/pause.
ach: Dii bar pa kabedo moni wek i cak/cung manok.

source: Circle
ach: Lakote

source: Girder
ach: Pagi

source: Grab
ach: Gwar

source: Destroy
ach: Jeb

source: Bridge Joint
ach: Kub Wange
