Repository: 163gal/Bridge
Catalog: po/gug.po
Languages: gug

source: Bridge
gug: Puente (Jehasaha)

source: Total Cost: %d
gug: Tepy oĩmbáva: %d

source: Stress: %d%%
gug: Jopyha: %d%%

source: Train fell off the screen, press R to try again!
gug: Jehongavatã ho'a, ejopy R ha eñeha'ã jey

source: Level completed, well done!! Press T to send another train.
gug: Ne tenonde ñembosaráipe, oĩ porã. Ejopy T ambue jehongavatãrã

source: Press the Spacebar to start/pause.
gug: Ejopy mba'epuku pa'ũ rehegua reñepyrũ térã repytu'u hag̃ua

source: Circle
gug: Kora

source: Girder
gug: Yvyrapanda

source: Grab
gug: Oipyhy

source: Destroy
gug: Ombogue

source: Bridge Joint
gug: Jehasaha ñembyaty
