Repository: 163gal/Bridge
Catalog: po/nah.po
Languages: nah

source: Bridge
nah: kampa panon

source: Total Cost: %d
nah: Coste Total: %d

source: Stress: %d%%
nah: Presion: %d%%

source: Train fell off the screen, press R to try again!
nah: Tren cayo. Pulsas R tij ualikasen sempa.

source: Level completed, well done!! Press T to send another train.
nah: tijtlani juego, tlauel kuali!! Pulsas T para otro tren.

source: Press the Spacebar to start/pause.
nah: Pulsas la barra espaciadora para pewaltili o omoketsa.

source: Circle
nah: Tolontik

source: Girder
nah: Viga

source: Grab
nah: xikitski

source: Destroy
nah: xikixpolo

source: Bridge Joint
nah: Juntura tlen kampa panon
